app/controllers/api/v1/points_of_interest_controller.rb

  def index
    respond_with PointOfInterest.all
---
SELECT "point_of_interests".* FROM "point_of_interests"